IDEA Open Model
SectionCharacteristics.Wely Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the Elastic section modulus related to axis Y.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Wely { get; set; }
Public Property Wely As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace